[
  {
    "title": "Barravento",
    "tags": [
      "⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "26 de maio de 2012",
    "review": "<p>In Brazil there is some kind of cult to [[Glauber Rocha]] between Cinema lovers. I&#39;m not one of those who thinks he was a genius or something, however, I do think he had a lot of talent.</p>\n<p>In the 20&#39;s we started a artistic movement named &quot;[[Modernism]]&quot;. Of course, this is not a singular event at all. When the 20th century came this kind of movement occurred all around the world. For me, the problem is that trying to create a &quot;Brazilian way to make art&quot; they felt in a &quot;how to depict Brazilian culture with Europeans techniques&quot; and that&#39;s what Glauber Rocha is: Brazilian culture (well) represented by Europeans ways.</p>\n<p>I&#39;m not one of those who thinks this is bad, though. European Cinema <em>is</em> the best, so whats the problem on drinking on this source? Kurosawa did and he is still a genius.</p>\n<p>&quot;Barravento&quot; is about [[tradition]] versus [[vanguard]].</p>\n<p>In a peaceful village where they live only for fishing, an former villager whom went to the city to get a better life comes back and he brings with him a lot of &quot;revolutionary&quot; ideas. His ideas will face the old ways that have always dominated the head of the fishermen. Ideas about [[religion]], about submission, about independence, freedom. His ways to make the villagers understand and follow his ideas are questionable, sometimes even stupid and mean, but his intentions are good. Nevertheless, he&#39;ll need to face the elder villagers and the priests of the African religion that rules this village.</p>\n<p>The great deal about this movie is that it seems to imply that all the fishermen should free their minds from the old ideas (and I the reason for me to believe that is that last frame with Aruã and his head getting involved by the infinity, or the sky) and to manage that, the films depicts this religion pejoratively. It is shown with the beauty of their song and dance (whose helped to create Samba), their beautiful clothes, their good intentions, but all the time as a primitive way of living. The idea of &quot;religion is the opium of the people&quot; is present in every sequence of this film and is depicted with passion.</p>\n<p>Very influenced by Italian cinema (how to don&#39;t remember &quot;[[Stromboli]]&quot; fishing sequences?), film [[noir]] and also <em>Nouvelle Vague</em>, the images are beautiful and the lighting work is awesome.</p>\n<p>It is a real Brazilian classic. With Europeans techniques, of course.</p>\n"
  },
  {
    "title": "Blade Runner",
    "tags": [
      "⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "08 de junho de 2012",
    "review": "<p>I can&#39;t really say that I&#39;m a sci-fi man because of movies like Blade Runner.</p>\n<p>Although this is a good movie and all, some lack of artistic perception make this movie weak. To depict what I want to say, I&#39;d quote [[Duncan Jones]]&#39; <em>[[Moon]]</em>. For me, <em>Moon</em> is a perfect example of how a sci-fi should work. It manages perfectly to elaborate human personality within a hypothetic but yet possible future. Otherwise, in <em>Blade Runner</em>, the desire that always follows [[Ridley Scott]]&#39;s works to make a great profit from his films is bigger than his desire to create something artistic and truthful.</p>\n<p>The scenarios are great, the cast is doing a great job, the music is so important that the film probably would suck without it, and the ideas behind the story are great. The problem is how the story is told. I should read <em>Do Androids Dream of Electric Sheep?</em> to understand if the problem was the screenplay writers or the story itself. Let me explain it. First, Roy is a super intelligent replicant, right? He wants to live more and specially he wants Pris to live more. However, when he meets his creator and asks him for modifications that could make he live more and Tyrell gives a short answer of why he can&#39;t do that, Roy kills Tyrell. Question: if Tyrell is the genius and he is constantly researching, why Roy didn&#39;t ask him to research instead killing him? It does not seems like a smart choice for me. Even knowing he didn&#39;t have any time, the murderer couldn&#39;t do any better to it. The huge capacity of thinking on this replicants are always putted aside. Another example is when Derek finds Pris. They start to fight, she hits him and manages to lock him with her legs, somehow he manages to get free. What a intelligent being could do? I can&#39;t say for sure but I can say that a intelligent being would not jump around like it was in some kind of circus. Nevertheless, we are never aware of what Derek thinks about the whole situation; <em>&quot;Replicants are like any other machine - they&#39;re either a benefit or a hazard. If they&#39;re a benefit, it&#39;s not my problem.&quot;</em> is the only clue we have. In addition, we don&#39;t know the public opinion about the fact, nor how it was really affecting their lives.</p>\n<p>A development in subjects such as killing a human instead a replicant, or the life time of replicants and humans, their relationship, the lack of control, possible ways of a peaceful relationship, all those subjects are taken aside to give space to action scenes and ephemeral dialogues.</p>\n<p>Also, there is no explanation for why is Derek doing this job again. When the film begins, everything seems to show that he does not want to do this, and then Bryant insists and somehow blackmails Derek who finally accepts to do this. Why? I can&#39;t tell. In addition, there is no explanation of how the replicants started to have feeling. Both explanations could make the watcher feels closer to the characters and feel the film more intensely.</p>\n<p>And I don&#39;t want to mention those vulgar metaphors of unicorn and the white pigeon.</p>\n<p>But, still, I respect the idea. I just think Scott was the wrong guy for it.</p>\n"
  },
  {
    "title": "Cinema Paradiso",
    "tags": [
      "⭐⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "11 de maio de 2012",
    "review": "<p>[[Giuseppe Tornatore]]\nMasterpiece. I can&#39;t believe I&#39;m watching it just now. A beautiful, trustable, mature and exhilarating story surrounded by a harmonic work of [[photography]], the music from [[Ennio Morricone]] and lots of classical movies dancing around the screenplay like a beautiful needlework. I can&#39;t see how this movie could be better.</p>\n<p>Just to show one of the reasons I&#39;m so excited about this movie, this is one my favorite lines, when the blind and old man is talking to Salvatori, trying to teach him about life:</p>\n<p>&quot;<em>Once upon a time a king gave a party in which all the beautiful princess of the kingdom went to. A guarding soldier saw the king&#39;s daughters passing by. She was the most beautiful and he felt in love. But what possibly could this poor soldier do to the king&#39;s daughter? However, he met her and said he couldn&#39;t live without her. The princess was so touched by that strong feeling that she told the soldier: &#39;If you wait for 100 days and 100 nights under my window, I&#39;ll be yours.&#39; The soldier walked straight to there and waited. A day. Two. Ten days, twenty... And every day the princess watched by the window but the soldier never moved. The rain could come, the snow, the wind and he stand. The birds dirtied his head, the bees ate him alive and he didn&#39;t move. After 90 days he was thin and pale and he couldn&#39;t hold the tears because not even forces to sleep he had. However, the princess was watching, and in the 99ª day the soldier rises, got his chair and walked away.</em>&quot;</p>\n<p>Of course, this kind of tale is common. Even [[Nietzsche]] talked about that. The woman as a game that we, men, like to play and while this game is happening, we love it. But when she&#39;s finally ours, the game is over and we don&#39;t want to play it anymore. Well, for me it&#39;s not only non-sense as its superficial, psychologically speaking. But the great thing is that this movies gives an answer to that question, an answer I couldn&#39;t find by my own experiences. Some time after the scene when this story is told, Salvatori comes with an answer to that, after he experienced himself the waiting for a woman. He says:</p>\n<p><em>&quot;Now I understand why the soldier walked away right in the end. Yes, one more night and she would belong to him, but there was the possibility that she could give up that promise. And this would be awful. He could die. At least, for 99 nights he could live hoping she was waiting for him&quot;</em></p>\n<p>Now we have a respectable answer for the question I&#39;ve been asking myself for months! Movies shouldn&#39;t be the answer for our questions, or shouldn&#39;t be an example for our lives. Maybe an escape for our daily problems, maybe a aesthetic game to make you laugh, cry, think about technical achievements... But sometimes it is capable to make it all and still give you strength to get over some problems, and [[Cinema Paradiso]] did it for me. This is now one of my top 5.</p>\n"
  },
  {
    "title": "Contempt",
    "tags": [
      "⭐⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "11 de junho de 2012",
    "review": "<p>Probably Godard&#39;s most personal film ever. Complex, intriguing and intelligent film about relationship, break down of language and problems between art and it&#39;s commercialization.</p>\n<p>Seems like in 1962 [[Brigitte Bardot]] herself said that she wanted to work with Godard in a movie. Being Godard a filmmaker without this great commercial success, the participation of such actress could change it all. Indeed, Godard received a huge quantity of money from a American producer. In that time, Godard&#39;s relationship with Karina was collapsing. It was reported that he slapped her in a certain restaurant because she denied to dance with another guy. Also, due the participation of Bardot in the cast Godard was forced to do things he didn&#39;t wanted to.</p>\n<p>Fortunately, the greatest proof of talent in some artist is when he uses his own problems to create something enjoyable for others.</p>\n<p>Everything in <em>Contempt</em> can be seen as a part of Godard&#39;s life. Michel Piccoli, who plays Paul, is wearing the same clothes than Godard. Also, seems like Godard asked to Bardot to walk like Karina and to wear some clothes that Karina used in <em>Vivre sa Vie</em>.</p>\n<p>Oddly, this film has a straight-line narrative. Of course that the reason behind it is that it was a novel before Godard turns it into a screenplay. It begins with a post-filmed scene where Paul and Camile (Bardot) are talking in a inmost moment. This scene was not part of the original film, it was filmed to show some nudity from Bardot and so get some profit with the movie - producer&#39;s idea. Then, we understand that Paul needs money to pay the apartment he bought to live with Camile, and that this American producer wants he to write a screenplay for a [[Fritz Lang]] film. Even though Paul wanted to write things for theater, he feels like accepting because the producer pays well. The movie is an adaptation from [[Homer]]&#39;s [[Odyssey]], and it will work as a mirror to the main story all the time.</p>\n<p>The problems will start when Jeremy Prokosch ([[Jack Palance]]) asks to Camile to go in his Alfa-Romero to his house, for some reason (insecurity or super-security, hard to say), Paul tells her: &quot;Go, go with him.&quot; It is also hard to say why she got mad. Probably she thinks he does not value her, or because she thought she was being sold. The psychological depth of this characters is awesome. Their lack of communication leads them to fight more and more, and to no longer love each other. Differently than <em>Vivre sa Vie</em>, in which the problems with communication are depicted in a rich conversation, this problems here are depicted with images. The different colors the characters uses, the different ways to move around (specially this detail with the unfinished door), and - of course - the broken dialogue between them, it all makes you feel uncomfortable and at the same time interested in what is going on.</p>\n<p>The lack of communication can be seen too in the role of the translator. She hardly translated rightly what is said.</p>\n<p><em>Contempt</em> is a mirror to any relationship, it is a great piece of art and a great [[existentialist]] confession from [[Jean-Luc Godard]].</p>\n"
  },
  {
    "title": "Harakiri",
    "tags": [
      "⭐⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "23 de maio de 2012",
    "review": "<p>Masterpiece.</p>\n<p>I only have compliments for this movie, it rocks in every single aspect. Therefore I&#39;d like to start talking about the main subject here: the samurai code and it&#39;s value.</p>\n<p>If you have watched Yojimbo or even Sanjuro you probably remember of this character played by Toshiro Mifune. That mocking and sarcastic ronin capable of take advantage of two different masters for his own sake. Of course this is an image of a decadent samurai, a samurai that certainly lost all the respect for the <em>Bushido</em>.</p>\n<p>Losing the respect for Bushido is the theme of this movie. It shows a samurai walking in the border of this ancient code, facing it, questioning it, criticizing it. I can easly imagine Tsubaki Sanjuro passing trough this same doubts, in his own way. This story is about Hanshiro Tsugumo, whose son-in-law died trying to break the code for the sake of his family. Tsugumo soons realize that this code does not mean shit when you are a man trying to help your family.</p>\n<p>I can&#39;t go any further on the screenplay. I think that what I&#39;ve said is enough to at least create some curiosity without spoil it. But you be ready and listen to those dialogues with all your attention.</p>\n<p>Also, I must say that the cinematography is simple awesome, brilliant, wonderful. Japanese directors seem to be specialist on using the light wisely, the photography of this movie is almost enough to make you feel amazed with it. And I can&#39;t forget talking about those symbols, specially the Iyi&#39;s clan symbol. It&#39;s a lotus involved by a square. It symbolizes the clan&#39;s own radicalism and anchorage with Bushido. Like they&#39;re trapped by it. Also the samurai armor is a symbol of the old samurai image, which Tsugumo violently throws to the floor and disassembles it.</p>\n<p>This movie also has one of the bests - if not the best - samurai duels ever. Probably the best for me. It&#39;s the one between Tsugumo and the last Iyi&#39;s retainer alive. Simply awesome.</p>\n<p>Nevertheless, this is a fundamental movie for those who love samurai movie, specially those made after war, fulfilled with those anti-heroes and this noir environment. It&#39;s on my favorite list.</p>\n"
  },
  {
    "title": "In the Mood for Love",
    "tags": [
      "⭐⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "16 de agosto de 2012",
    "review": "<p>I have to tell that I was quite afraid of rewatching it. In the first time I saw it, I really liked but I was so sleepy that I couldn&#39;t understand this film completely. (Also, I thought the Chinese were all the same and mixed it up, lol).</p>\n<p>Well, I&#39;m happy I&#39;ve decided to watch it again because I can say for sure that this is one of the finest dramas about love ever.</p>\n<p>Now, lets get to the film. What is the essence of the film?</p>\n<p>Let&#39;s assume you&#39;re with a woman. You&#39;re chatting, you find out that she likes <em>2001: A Space Odyssey</em> as much as you do and also hated Aang in [[M. Night Shyamalan]]=&#39;s <em>The Last Airbender</em> (in fact, she says, Shyamalan&#39;s career is going straight down last years). The atmosphere is good, you two have a lot in common. Now, she also slopes her head a little bit to you. Obviously, she&#39;s trying to make you kiss her. However, you aren&#39;t sure about this, this might be your head thinking to much. What if it isn&#39;t?</p>\n<p>This is the moment [[Wong Kar-Wai]] calls in the mood for love.</p>\n<p>If you ever try to remember one scene like these in your past, you&#39;ll find one. You&#39;ll remember that they are often very contemplative, <em>like slow shots</em>.</p>\n<p><em>In the Mood for Love</em> portrays this climax of the seduction all around the film, using a slow camera that often stares at apparently useless objects or parts of the body. Most part of the time, the camera is placed in a medium distance from the character, suggesting more than showing. That, combined with this heartbreaking Tango that plays all around the film and that beautiful Bolero sung by Nat King Cole is simply stunning.</p>\n<p>So, basically, stylish details apart, the movie is about a man (Mr. Chow) that innocently moves to a certain building in Hong Kong with his wife; and a woman (Mrs. Chan) that is also moving to this same building with her husband; although in different apartments. Soon they&#39;ll find out that Mr. Chow&#39;s wife is betraying him with with Mr. Chan. From this tragic discovery will born a complex fellowship. However, from this fellowship, in both lonely hearts love will start to burn and they&#39;ll have to deal with it. Somehow. Moral codes will come up, the Chinese paternalistic society will try to spoil it, their own consciousness will drive them crazy.</p>\n<p>Therefore, the movie is, basically, an amazing aesthetic exercise of the most fiery moment of [[seduction]]. And Wong Kar-Wai did it more than rightly.</p>\n"
  },
  {
    "title": "La Strada",
    "tags": [
      "⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "16 de agosto de 2012",
    "review": "<p><em>La Strada</em>, translated to English like <em>The Road</em> and to Portuguese as the awful title of <em>Estrada da Vida</em> (The Road of Life), was the fourth film from [[Frederico Fellini]]. In this film it&#39;s already clear to the audience some of the elements we would see in his most famous works: the circus, the [[symbolism]], the female importance and the originality of this incredible filmmaker who created a very personal style exactly when everyone around him was jumping in the [[Neo-Realism]] car.</p>\n<p>Not that he was completely away from it. This film has some important neo-realistic characteristics, such as the out-doors scenarios and the raw portrayal of life.</p>\n<p><em>La Strada</em> is almost a fairy-tale. Stereotyped characters, simple plot and moral convictions. However, it&#39;s this Fellini&#39;s young style the interesting part of it. The combination of both elements gave to this movie some kind of a familiar atmosphere that makes it praiseworthy for any audience.</p>\n<p>It&#39;s a touching movie, filled with iconic characters and a absolutely charming [[Chaplin]]-like performance from Fellini&#39;s wife [[Giulietta Masina]].</p>\n"
  },
  {
    "title": "Love Exposure",
    "tags": [
      "⭐⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "04 de maio de 2012",
    "review": "<p>[[Sion Sono]], [[japanese cinema]]\nMasterpiece.</p>\n<p>I&#39;ve just watched it and my fingers are still shaking. I don&#39;t know for sure how to start it, I just know that I need to write something so I can always remember how I felt in the very first time I watched it. And I felt wonderful.</p>\n<p>For those who didn&#39;t see it, I must say that this is not an easy-digest movie, nor a children kind of film despites the young actors. Although it sound so cliché, it must be said: this is a movie about love. When I first heard about it, I remember that I thought: &quot;Oh, must be a cute movie&quot;. Well, it isn&#39;t &#39;cute&#39;. There is a reason for this young actors: this vision of love this movie shows is exactly the vision we had as a child and that we lost when we became adults. Teenagers are in the border of both times, that&#39;s why they are here as the main characters.</p>\n<p>First of all, we need to meet Yu, the protagonist. He loses his mother early, and see his own father becoming a priest. Before his mother passes out, she shows a little statue of Mary to Yu saying: &quot;Look, you&#39;ll find a woman who&#39;s just like Mary.&quot; Yu will carry this moment to the rest of his life.</p>\n<p>Ten years after his mother&#39;s death we find Yu as a shy, silent and innocent boy who feels guilty for killing a ant and who lives with his father, who now is a priest. Things looks peaceful between them. Then, comes a woman, and the movie begins. Her name is Kaori. She throws herself into the priest&#39;s arms and he can&#39;t help but feel in love with her. Their start to live together, away from the church, hidden. Kaori isn&#39;t happy with that, though. She wants to marry Yo&#39;s father and fights with him because he can&#39;t marry her. Because he needed to put hims own ideas and beliefs aside to stay with Kaori, Yo&#39;s father, Takahiro, falls in sadness when Kaori leaves. He starts to feel very [[guilty]] and to project it into his son. He says Yo has to confess, but Yo has nothing to say, he is too pure. However, for the sake of his father, Yu starts to make stupid things just to help his father, who is very sad thinking he made the worst of all sins falling into luxury with Kaori. In the beginning he kills ants and destroy a classmate&#39;s eraser but it makes his father even more sad. How could he be so mean? How could he be so perverted? Yu sees that and starts to make perverted things to have real hard stuff to confess and make his father feels better. He starts take up-skirt photos. The relationship with his father will change from now on. Whether he was silent and distant before, now he decides to live in the church and left Yu to live by himself in the house.</p>\n<p>This is too much for Yu, and he starts to take up-skirt photos for fun, since he doest not feel horny with it.</p>\n<p>It all comes to change when the second woman comes in. Yoko Osawa was created by a sex maniac who tried to fuck his own daughter. Her father madness made Yoko hates all men. It&#39;s interesting here that no single character is superficial. They all have reasons to be who they are. Well, the scene Yu and Yoko first see each other is simply brilliant. The whole sequence is filmed as a children&#39;s action picture, like Power Rangers. It seems to be a Sono&#39;s specific choice, to make links with his childhood pop icons. Yu was dressed like a woman and he helps Yoko to kick some punks out. When Yoko tries to talk with him, he says he is &quot;Sasori-san&quot; (an old Japanese heroin). Yu, so used to see another girls panties, accidentally see Yoko&#39;s and has a hard-on for the very first time. Yoko, thinking that Yu is a girl falls in love with him.</p>\n<p>Now how can Yu say the truth to a girl who hate men? What will happen with his father, living sad and alone in the church? A lot of another characters are still to come and the story gets more and more complex and beautiful with the time.</p>\n<p>It&#39;s simply inexplicable how Sono made 237 minutes looks like 90. The rhythm here is nothing but perfect. The final cut does not leaves holes behind nor makes the story boring. The soundtrack, who travels from classic music to psychedelic is brilliant, specially in the sequence when Yu is starting to commit sins and Ravel&#39;s Bolero is playing in the background. Also, some frames deserves an observation. For example, when Yu and his friends take Yoko to and dirty and desert beach to try to help her leaving Zero Church&#39;s madness. The sequence starts with a combination of two buses: the new one who brings them to this lonely place and the old one where Yu and Yoko are going to stay for the while. They represent Yoko and Yu&#39;s relationship, who comes brand new and here it will start a travel to [[maturity]]. We will know Yoko a little more here and we&#39;ll see them both in healthy and ill, wealth and poverty, happiness and sadness together, until the moment he takes her to the beach, she is tied and the frame who catches them walking to the sea symbolizes the path they need to walk, Yoko is also tied by Zero Church&#39;s ideas and Yu wants to lead her to freedom.</p>\n<p>Although all the problems they pass, Yu&#39;s love is inflexible. And it reaches to the point he guards himself in his own madness being Sasori to continue loving her (he pushes it so far that ends up in mental hospital). Otherwise, Yoko needs to know again the childhood dreams to realize that Yu is the only person for her.</p>\n<p>Yu&#39;s father need to leave catholicism to find love. The movie is also a critic to the excess of spiritualism because the priest finds love when he accept his own body as a part of his spirit, as a potential form of love too. This can be seen with Yu&#39;s too. All along the picture he only has hard-on with Yoko. This cant be seen as a dirty thing. This is love expressing itself with the spirit and the body at the same time, purity and [[sexuality]]. And expressing itself too through this picture who is already on my top 4.</p>\n"
  },
  {
    "title": "Madadayo",
    "tags": [
      "⭐⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "17 de abril de 2012",
    "review": "<p>The last legacy that two elder Japaneses left to us, Hayakken Uchida-sensei and [[Kurosawa Akira]]-san. Usually I don&#39;t like to connect artistic stories to real life, like the artistic one being some kind of goal to reach in reality. But, usually, specially in Cinema, I need to put this out and accept that art can also be some sort of advice. This movie has two kind of advices: Hayakken&#39;s about how to love things in life, about how to not be afraid from your emotions, and for us, westerns, there is too many small things about society we should learn from the Japaneses, like the huge respect for the elders and their experience.</p>\n<p>This movie reminds me of Hayao Miyazaki&#39;s pictures. There is no big special problem, there is no evil to defeat, there is no mystery to be revealed. It&#39;s simple about life itself, the problems that comes with it, the unexpected, the chaos coming from our order. All those things are so well constructed here that time don&#39;t seems to pass for the watcher, it&#39;s two hours and fourteen minutes of pleasure; aesthetic, intellectual and emotional pleasure.</p>\n<p>Tatsuo Matsumura is doing a great job as the professor, he is incredibly charming and lovely with all his jokes, the simple way to look at life, the ability to deal with problems like thieves, or having his own house destroyed by the war... You can&#39;t help looking up to him. And you indeed feel like his students, being by hims side all over the film.</p>\n<p>Kurosawa was, again, brilliant orchestrating all the good and bad times of this story with amazing musics, from Vivaldi (the four seasons&#39; scene is specially wonderful) to popular Japanese songs that makes you cry easily.<br>Like the last message Hyakken gives to the children in the film, the film itself it&#39;s the Kurosawa&#39;s message to us. The last scene he draw is beautiful. Nobody but him could end his own career that way. The ending makes you really want to say: &quot;MADADAYO!, KUROSAWA&quot;</p>\n"
  },
  {
    "title": "Magnolia",
    "tags": [
      "⭐⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "10 de junho de 2012",
    "review": "<p>[[Paul Thomas Anderson]] \nMagnolia is a distinct flower. It hold a reproductive system so old that some scientists believe that it was one of the firsts in life history. My analysis of this title and the poster leads me to believe that it represents the need to find love - in the vision of the movie, the real and original substance capable of gather people, the first element responsible for the birth of life.</p>\n<p>There is a bunch of different histories here, all of them linked by the mark of [[sin]]. The screenplay bounds with them all to lead them to the same point: reckless. The first part (after the prologue) is some sort of characters presentation. You know the characters for what they do wrong, most part of them are presented doing some &quot;stupid&quot; thing. Some few are shown as the good and humble ones. Then, it starts to rain. All the things those characters had done wrong starts to spin as a vortex leading them to approach death and madness. When the rain stops, the problems had come to their climax and they&#39;re starting to be solved, even thought the film does not shows any character in a good situation. This is the skeleton of the story.</p>\n<p>The characters represents different kinds of sins, with some special attention to luxury. All the &quot;bad&quot; characters with the possible exception of Claudia, the junkie, and Stanley&#39;s father, taken by usury, they all have some problematic relationship with [[sexuality]]. That&#39;s one reason that makes me believe that, despites some good reviews I&#39;ve read around, there is a freudian finger here.</p>\n<p>Of course that the biggest representation of this luxury is the pseudo-macho Frank T.J. Mackey (one of the bests [[Tom Cruise]]&#39;s performances ever); the own representation of the devil. He is one of those stupid Americans who teach other stupid Americans how to &quot;catch a pussy easily&quot;. But we can find it in Linda ([[Julianne Moore]] is awesome), in Earl who dies regretting he cheated the love of his life, and in Donnie who needs money to buy things he don&#39;t need to make the barman loves him. Also, there is Jimmy Gator, the quizmaster who touched his daughter, and also he is great to understand the social part of the film. The disruption of relationships, family and social entertainment of post-modern society can be easily studied from this character. He drinks like a Cadillac 4.0 and still presents the show with a make-up that makes he looks like made of magma or mud. His program objectifies children to make them look like a knowledge machine, and still people love it.</p>\n<p>Death here works almost as a punishment. The biggest sinners of the film are the ones with incurable decease getting close to death. It seems like the mistakes they&#39;ve made had become they body vulnerable - if you recall, in this movie there are no coincidences. One of the greatest parts of this movie is the scene when Earl is dying and talking to Phil (one of the good characters, he choices to stay with Earl to watch for him in his final hours only to help) about reckless and lifetime. The same speech, however, spoke in another &quot;language&quot; is this one where Gator tries to say he is sorry to his wife.</p>\n<p>It probably would be unfair to say what it the central idea of this movie. Even though there is a strong presence of Christian ideas and morality, no God gives salvation to anyone here. Instead, the final scenes seems to implies that salvation in inside good people, capable of love and forgiveness.</p>\n<p>This could be a really truly awesome movie for me. However, this morality makes it looks a little bit cliché - even though the style of this movie is quite original - and this huge difference between good and bad people is annoying and too romantic for a movie that attempt to suggest a solution for those problems.</p>\n"
  },
  {
    "title": "Masculin Féminin",
    "tags": [
      "⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "11 de junho de 2012",
    "review": "<p><em>&quot;I wanted to use cinema to speak of youth, or else I<br>wanted to use youth to speak of cinema.&quot;</em></p>\n<p>[[Jean-Luc Godard]], about <em>Masculin, Féminin&quot;</em>. <em>Les lettres</em>, June 1966</p>\n<p>Impossible to describe better.</p>\n<p>Every single time I watch a Godard film I get more and more involved by his ability to develop cinema in all sort of situations. In this particular one, as he said in the same interview I quoted above, he thought he was loosing his cinema and that he couldn&#39;t find it in the adults since the new generations &quot;were people who had not been conditioned. Conditioned by their life, certainly, but not morally conditioned.&quot;</p>\n<p>His attempt to depict the life on youngsters is the best part of the film. If you recall, the contraceptive methods were invented by that time - around the 60&#39;s. This [[sexual]] revolution is one of the themes they discuss. The role of women in society, the new freedom the contraceptive methods gave to them, the Vietnam war, and, of course, capitalism. This movie is great in every single part it forgets socialism. As a man, Paul, the main character, is a good character; but when the subject is politics, he is very annoying.</p>\n<p>There are some special scenes that I absolutely loved, though. The first one, which I&#39;ll always remember, is when Elizabeth (the lovely [[Marlène Jobert]]) is talking to Paul&#39;s friend, the syndicalist. The major frame has her eating a apple, like she&#39;s some kind of Eva, very slowly, like she is afraid to bit it for real and talking about sex and men with some apprehension in her face. Awesome take. Also, the references to another movies were clever.</p>\n<p>**&quot;You are not Pierrot le Fou. He stole cars for his women.&quot;</p>\n<p>Not to forget, the mention of [[Trauffaut]]&#39;s work, specially <em>The 400 Blows</em>. <em>Masculin, féminin</em> is, in some ways, an attempt to depict the youth that started with Doinel - Paul had just left the military service.</p>\n<p>I&#39;ve read around that some people criticized the existence of man characters being the intellectual ones and the girls being the silly and superficial ones; this may be true. But you can&#39;t forget that Elizabeth is a smart girl, he just doesn&#39;t like politics. There is another point of view who puts in first place the game with the words Masculin and Féminin. Whilst &quot;masculin&quot; has in its composition both words &quot;masque&quot; (mask) and &quot;cul&quot; (ass), the &quot;féminin&quot; starts with &quot;f&quot; and ends with &quot;in&quot;, which together make &quot;fin&quot; (end). Since the last scene is about Paul&#39;s death and both girls talking about how life is going to be, the interpretation that this trick with the word &quot;féminin&quot; means that females had the final word is valid.</p>\n<p>Without all that crap about communism that sometimes really pissed me off and I almost gave up watching it, the film is wonderful and really worth to watch once and maybe twice.</p>\n"
  },
  {
    "title": "No Country For Oldman",
    "tags": [
      "cinema",
      "movie",
      "coenbrothers",
      "coen",
      "destiny"
    ],
    "stars": 5,
    "watchedDate": "31 de agosto de 2012",
    "review": "<p>One single reason made me rewatch this film in order to make a proper review about it: I&#39;ve seen that some people whose opinion I respect saying the [[Coen]] brothers are overrated. Well, I don&#39;t think they are overrated, I just think people admire them for the wrong reasons. People use to refer to the dialogues in their films as &quot;cool&quot; when in fact they are indeed profound and intelligent, and &quot;intelligent&quot; things are often very different from &quot;cool&quot; things.</p>\n<p>This is, in my opinion, the greatest work of the [[Coen brothers]]. <i>No Country for Old Men</i> is a film about the randomness of [[destiny]] and the inability to deal with it whether you are an experienced person or not. Or if you prefer, <i>No Country for Old Men</i> is about the innocence of the idea of maturity itself. That&#39;s why the film starts with an old sheriff talking about the old times, when people didn&#39;t need to use guns. He is concerned that now violence is in every corner and he feels he can&#39;t handle with it. He is, in fact, trying to make sense of things as he used to do when he was a kid.</p>\n<p>The story has three different protagonists and they never really meet each other. Josh Brolin lives Llewelyn Moss, the typical Texan man, with the special ability to be always alert and prevented, he studies every single step he&#39;ll take, he plains every further action carefully. Tommy Lee Jones is, again, a Texan sheriff. In this story, he is the mediating element, he is the one trying to make things happen <i>as they &quot;should&quot; do</i>, he is some kind of anti-entropy element of the plot. Javier Barden is the psychopath (really?) Anton Chigurh, a person &quot;with no sense of humor&quot;. In fact, Chigurh is the entropy of the story, he is the ruthless, unpredictable and mortal element of fate, that&#39;s why the sheriff refers to him as &quot;rather a ghost&quot; and he&#39;ll never get him.</p>\n<p>Although Moss is a veteran from Vietnam, alert, prevented and intelligent, trying making everything to escape, he can&#39;t run from the unpredictable because he can only be prevented for that he can preview - obviously. That&#39;s why he&#39;d never be able to escape from Chigurh. Contemporary philosophy (and I&#39;m referring specially people like Edgar Moran) say that the only thing capable of really changing one&#39;s destiny is the unpredictable, like the meteor that once destroyed the dinosaurs or the fusion of two protons giving birth to the Helium that later with construct our whole universe. Chigurh is exactly this element and there is nothing you can do to make it stop, you can only put some faith on luck, and he gives you the chance to do so by throwing a coin to the air &quot;there&#39;s nothing more I can do&quot;, he says.</p>\n<p>In Coen&#39;s cannon they&#39;re often using the negotiation as a element capable of structure the human society (remember <i>Fargo</i>, the constant and frustrated negotiations of Jerry Lundegaard, or in <i>True Grit</i> where the negotiations always precede the shooting, etc) but it&#39;s impossible to negotiate with the unpredictable evil, it&#39;s hopeless to run away from it, you just have to learn how to live accepting that not every thing is under your control. Much more than a reconstruction of the western genre, <i>No Country for Old Men</i> is the placement of this arid reality in the entropy of real life, where even the more talented and prevented can fail if they&#39;re out of luck.</p>\n<p>In the end, sheriff Ed Tom Bell goes to his father home to say he is going to retire. He complains about the evilness of the world and his impotency to deal with it, but his father only says that this evil was always there and gives him the lesson that it&#39;s better to learn how to accept the unpredictable than to fight against it.</p>\n<p>Every single time Chigurh appears you know something bad is going to happen. His force can be felt every time and by everyone not only because Javier Baden made a wonderful job, but also because the character itself holds the one of the biggest mysteries in life. Destiny has all the weapons (Chigurh never have to look after it, he always have weapons in his hands) and all you can do is to accept it, there is no such a thing as maturity.</p>\n"
  },
  {
    "title": "Persona",
    "tags": [
      "⭐⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "21 de julho de 2012",
    "review": "<p>The original concept of the word [[Persona]], in Latin, means mask. The theatrical theory adopted this concept to represent the role of some actor in a certain play. [[ Ingmar Bergman]] used this expression to entitle his movie about the absurdity of be. The central theme in <i>Persona</i> seems to be exactly the impossibility to reduce any personality into a simple sentence started with: &quot;I am...&quot;</p>\n<p>Elisabet Vogler is a well-succeed actress that found herself paralyzed when she was playing [[Electra]]. [[Sophocles]]&#39; <i>Electra</i> is famous to serve as a basis (or, if you prefer, an example) to the psychoanalytical theory about the female&#39;s personality, in the very same way [[Oedipus King]] works for men. Elisabeth suddenly realizes that she does not knows anymore where is the border between her and the character she&#39;s playing, nor even what is, in fact, her personality. Thus she decides not to talk anymore; to avoid lying. Taken as ill, she goes to a certain hospital where sister Alma works.</p>\n<p>Simplicity is the word that could describe Alma (&quot;alma&quot; in Portuguese and Spanish means &quot;soul&quot;) in the very same moment she finds Elisabeth. When she says &quot;I&#39;m going to talk a little bit about me&quot; she can only wander about the theme and suddenly asks if Elisabet wants to eat. The female doctor decides that Elisabeth isn&#39;t ill, but she needs to rest. Thus, she offers her summer house for Alma and Elisabet hoping they&#39;ll be able to talk and rest.</p>\n<p>However, Elisabet maintains her vow of silence and Alma starts to talk about herself all the time to fulfill the silence. Alma starts fresh and optimistic, saying she thinks about getting marry and have children, thinking about work hard to help people, &quot;that&#39;s what matters, right?&quot;, she says. But Elisabet is only listening peacefully, her eyes show friendship and compreehensiveness. While Alma is talking and drinking, seems like for the very first time in her life she is also thinking about her condition, her attitudes and thoughts, her desire and fears. Alma tells an unexpected story in which she betrayals her husband in a certain orgy with a younger boy in the beach, and the simple things about her life are starting to become complicated.</p>\n<p>The greatest achievement of this film that could easily and fairly be considered &quot;experimental&quot; in it&#39;s time: it&#39;s  narrative, divided into two supplementary parts, by the dialogues, specifically Alma&#39;s speech, and Elisabet&#39;s reactions, depicted by the superb mise-en-scéne and by the symbolic images in the screen. Elisabeth&#39;s attempt to stop lying in her vow of silence is obviously stupid, she keeps on lying with her face, with her gesture and with her thoughts. Whilst she&#39;s hearing Alma&#39;s outflow of guilt, she&#39;s having fun analyzing her suffering.</p>\n<p>The Persona is now built by the disruption of both personalities. Bergman uses Ullman&#39;s and Andersson&#39;s similarities to create amazing frames in which they are almost fusing with each other. The real personality, the solid structure of characteristics that define our acts is pure fake. As Alma says, we&#39;re changing all the time. We are capable of everything, everything can happen, it only depends of the situation. When furious, Alma pretends she&#39;s going to throw a pot full of boiling water, Elisabeth screams &quot;Don&#39;t do that!&quot;, breaking her vow to preserve herself.</p>\n<p>There is a lot of talking about the first images in the screen. I don&#39;t think they&#39;re really indispensable. As far as I understand, they&#39;re there to simulate the kind of film that is about to begin.</p>\n<p><i>Persona</i> is probably Sven Nikvist&#39;s greatest work ever. The images are not only incredibly meaningful and poetic but also beautiful.</p>\n<p>The soundtrack almost doesn&#39;t exist. A background music usually has the power to raise the effect of a certain scene, or even change it. Most part of this film, the music is off or it is just a weird mix of percussive noises, like Bergman is trying to preserve the visual impact without &quot;power-ups&quot;. </p>\n<p><i>Persona</i> is a masterpiece because it, being symbolically, manages to be incredibly raw. <i>Persona</i> is also mask about a movie. It goes really inside you to destroy every solid concept about your personality turning it into a fluid and slippery mix of ideas. The movie isn&#39;t about these women, it is about you. When Alma slaps Elisabet, Elisabet is out of the frame. Alma&#39;s slap are aiming to you. Face it.</p>\n"
  },
  {
    "title": "Pluto",
    "tags": [
      "⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": null,
    "review": "<h3>Onde Pluto brilha</h3>\n<h4>Narrativa geral</h4>\n<ul>\n<li>Pluto parece brincar com o teste de [[Turing]], ora desafiando-o, ora contradizendo-o explicitamente. A primeiríssima cena da história mostra um homem, Geistich, deitado numa cama, acordando e indo tomar café para ir trabalhar. O enquadramento da normalização. Até o momento, já tarde no episódio, que Geistich recebe um golpe na testa e não demonstra nenhuma reação, e revela que ele é um robô. Até esse momento, Geistich passa no teste de Turing para o espectador e para todos os outros personagens ao redor dele. Para muitas dessas pessoas que são representadas como normais, a diferença entre robôs e humanos não parece relevante. Por outro lado, para os vilões existe uma distinção clara. </li>\n<li>A cena em que Geistich entrevista Abullah, ministro da ciência da República Persa, oferece ainda outra perspectiva sobre o problema de Turing: e se robôs evoluírem a tal ponto que não conseguem diferenciar humanos de si mesmos? É um problema que aparece pelo menos duas vezes: nesse encontro e no primeiro encontro de Geistich com Atom; o coup d&#39;oeil que denuncia Geistich é o ato de mentir. Abullah perdeu grande parte do seu corpo na guerra, e essas partes foram substiuídas por partes eletrônicas -- não fica claro exatamente que partes são essas -- mas essa mistura confunde os sensores de Geistich.</li>\n<li>O motivo da morte dos robôs é um mistério que permanece interessante por um bom tempo. É um problema intrigante, que imerge o espectador na história. A narrativa faz questão de apontar as proezas militares dos robôs mortos, o que sugere que o que os aniquila não é uma força física. Paralelamente a história faz um excelente trabalho em desenhar o movimento dos robôs em direção à humanidade, por vias de imitação -- alô, [[Aristóteles]]! A cena que Atom foge para o banheiro para chorar é um exemplo perfeito disso, assim como a relação entre o músico e seu robô. A junção das duas coisas talha a pergunta melhor: que tipo de humanidade mata os robôs?</li>\n<li>O episódio 5 está particularmente bem acabado. Passei por ele sem reclamações.</li>\n<li>Os diálogos com o robô preso, Brau1589 por assassinato também são interessantes. Parece que Geistich está questionando sua própria sombra, no sentido junguiano da palavra. Ele faz perguntas que não fazem sentido serem feitas a um robô desatualizado, de modelo ultrapassado, há 8 anos preso por uma lança em uma pedra no fundo de uma cela de prisão. E Brau1589 não responde Geistich como tal, responde como um sábio que guia seu caminho ao apontar para o próprio Geistich.</li>\n<li>O paralelo com o nosso tempo também é digno de ser lembrado. A guerra contra a Pérsia se mostra progressivamente questionável. Se no início temos uma narrativa clara de uma guerra por paz num lugar que desenvolvia armas massivas de guerra, aos poucos recebemos informações de que essa narrativa é questionável, e um dos momentos de brilho desse fio narrativo é no encontro entre Abullah e Hoffman, em que Abullah questiona Hoffman sobre as atitudes do Estados Unidos de Thracia sobre a Persia. Comparando essa atitude a de um robô que mata um homem para obedecer uma ordem: interpretação de ameaça é ameaça suficiente para execução, Abullah finaliza com ironia: *Desculpe, fui longe demais. Afinal, graças a vocês a Persia é uma democracia</li>\n<li>O encontro de Geistich com Pluto também é interessante, porque permite ao Geistich reviver sua memória apagada e aprender a conviver com seu passado, é um tipo claro de retorno do arco do heroi. Assim sendo, faz todo sentido que ele tenha vindo a morrer logo em seguida. Acho que não machucaria fazer a pergunta: por que Ali teve que ser o assassino?</li>\n<li>A associação com Pinóquio é genial! [[Pinóquio]], assim como os robôs, aprende a desenvolver emoções ao imitá-las e ao viver, observar os fatos, as pessoas, seus comportamentos e a si mesmo. A mentira também é um dos pontos centrais de Pinóquio, embora de uma forma um pouco diferente. É incrível imaginar que Pinóquio seja uma inspiração para uma história sobre robôs, mas faz todo sentido!\n![[Pasted image 20231105140535.png]]</li>\n</ul>\n<h3>Por que não levaria cinco estrelas?</h3>\n<h5>Os péssimos diálogos de animê</h5>\n<ul>\n<li>A história é na maior parte do tempo bem escrita, mas em muitos momentos os diálogos de anime estragam a fluidez e a imersão. Um grande exemplo é quando o dr. Hoffman questiona seu superior sobre memórias apagas de Geistich, que ele responde num rompante: <em>Gastamos muito dinheiro no Geistich!</em>. Ora, a única resposta do doutor para isso deveria ser &quot;E daí?&quot;, dado que muito dinheiro foi gasto nele, não seria a consequência mais evidente que deveríamos cuidar dele da melhor forma? Não faria muito mais sentido que o rompante dissesse algo como: <em>Gastamos muito dinheiro em você para que faça seu trabalho!</em>? Eu nunca sei se essas coisas são algo cultural japonês ou se é uma falha de escrita mesmo.</li>\n<li>Quando Goji entra na casa do doutor, em um dado momento o doutor repete, pela milésima vez, a lei que proíbe robôs de matarem humanos. Quantas vezes essa lei precisa ser repetida por extenso? Me sinto nos diálogos de Dragon Ball mais uma vez.</li>\n<li><em>Isso pode ser removido</em>: primeira cena do episódio 7. Tenma e Abullah discutem como fazer para que o robô perfeito acorde. Tenma apresenta sua teoria de desequilíbrio entre emoções, e apresenta com o alerta de que o robô seria um demônio. A resposta de Abullah é carregada do maniqueísmo dos animês: <em>Demônio ou não, não importa! Nada importa, a menos que ele acorde!</em> Que tipo de coisa justificaria esse desespero? E por que Tanma adere a ele? E por que é necessário desbalancear as emoções que promovem violência? Em outras situações, ele fala de emoções que criam desequilibrio. E cita: &quot;ódio, frustração, rancor, tristeza&quot;. Que significa dizer que essas emoções criam desequilibrio? Existe equilibrio de emoções sem emoções negativas?</li>\n</ul>\n<h4>São sempre as mesmas histórias?</h4>\n<ul>\n<li>Outra parte que irrita bastante em animes é que as histórias parecem se repetir em loop, eles não se importam muito com a formação dos vilões. Em todos os animes há um vilão cujo pai foi desempregado por algum motivo, se colocou numa situação de humilhação e envergonhou a família. E o vilão é sempre o filho desse pai que desenvolve um ódio irremediavelmente ingênuo sobre algum detalhe da história e dedica a vida a acabar com o objeto desse ódio. No nosso caso, um pai desempregado rouba uma loja de esportes para dar uma bola ao filho, é pego por um robô e o pai se mata semanas depois. E a culpa disso tudo é de que? Do robô.👍 Os outros membros do KKR (ku klux klan para robôs) aparecem todos anônimos, sem face e, portanto, desumanizados. O líder não tem, até agora, nem mesmo uma história. Ele simplesmente é um cara que odeia robôs, acha que robôs são escravos e ponto. Nenhuma explicação é necessária. Talvez isso fizesse sentido num anime com 20minutos por episódio, em que o tempo parece ser absolutamente necessário, mas dado que eles gastam tanto tempo com diálogos inúteis, não parece ser esse o caso.</li>\n</ul>\n<h4>Do you think I&#39;m an idiot?</h4>\n<ul>\n<li>A perseguição policial sobre Goji chega a ser cômica. Com tantos robôs na polícia e uma tecnologia tão avançada, uma pessoa ameaça um ministro e consegue escapar pulando pelos telhados? 🤦‍♂️ Estamos em [[Shingeki no Kyojin]]? Tempos medievais?</li>\n<li>No 6o episódio, para criar mais drama na história, acontecem duas coisas profundamente questionáveis: uma audição de Epsilon com um punhado de desconhecidos de terno, todos hostis e fazendo perguntas estúpidas: <em>Você eliminou seu alvo?</em>** , <em>Robôs não podem mentir, você eliminou seu alvo?</em> 🙄, e que levam a história de nenhum lugar para lugar nenhum. Além disso, aparentemente sem motivo algum, a qualidade de Epsilon como cuidador das crianças é questionada enquanto ele está fora. Antes do resultado da audição alguém (quem?) já havia decidido perseguir o rapaz. Quando Simon da Europol e um desconhecido chegam lá, encontram duas mulheres cuidando das crianças, uma senhora orelhuda e uma moça mais jovem. Eles fazem uma oferta generosa para o esquisitinho Wassily. A senhora depois reporta para Epsilon que não teve escolha, mas quando ele aparece ela parece estar bastante contente:\n![[Pasted image 20231105142621.png]] \n Evidentemente a pessoa que foi buscar Wassily se mostra cruel e impaciente assim que leva ele embora. Por   que a senhora orelhuda não teve escolha? Não sabemos. Como que um sistema de adoção sofisticado como o   desse mundo permite esse tipo de coisa? Não sabemos. Sabemos que o menino está em Oslo antes mesmo de   Epsilon voltar. Obviamente foi um golpe, e a Europol participou, mas por que? O que eles têm a ganhar com   isso?</li>\n<li>A teimosia de algumas pessoas obviamente educadas em aceitar que existem pelo menos emoções básicas em robôs nesse mundo me causa alguma frustração do tipo <em>DYTIMI</em>: lá pelo 8o episódio, conversando com seu robô urso, o líder de Thracia ainda questiona a capacidade de robôs terem qualquer sentimento. Sendo quem ele é, tendo o papel que teve na história do mundo e a essa altura da narrativa, isso o diminui muito como vilão. Torna-o tosco, unilateral. Para piorar, desde o início até o fim não temos clareza da narrativa da guerra, não sabemos da onde veio o urso IA que comanda o líder de Tharcia, não sabemos porque ele quer destruir o mundo nem porque o líder foi enganado por ele. No fim, Brau1589 aparece, tenta matar o líder, desiste e mata o urso IA. Que interpretação eu deveria tirar disso?</li>\n<li>Conceitualmente a narrativa falha também. Entendo a lição de não-ódio, mas acredito que ela seja demasiado ingênua e mal administrada ao longo da série. Primeiro porque parece que ela quer iniciar uma cruzada contra o ódio: ou seja, odiaremos o ódio. 👏 Mas, pela própria lógica estabelecida na história, isso não faz sentido: sem o ódio nem Atom teria voltado à vida.</li>\n</ul>\n"
  },
  {
    "title": "Sacrifice",
    "tags": [
      "tarkovsky",
      "cinema",
      "cristianismo",
      "sacrifice",
      "sacrifício"
    ],
    "stars": 4,
    "watchedDate": "07 de agosto de 2012",
    "review": "<p>Finally, at the end of a very educational journey started in [[The Mirror]], with [[Offret]] - or <i>The Sacrifice</i> - I can say proudly that I&#39;ve seen all [[Tarkovsky]]&#39;s.</p>\n<p>Unfortunately, I should say that <i>The Sacrifice</i> is the worst film in this talented Russian career. Although the cinematography is gorgeous, absolutely wonderful, a real proof that [[Nikvyst]] was one of the best DoP ever, the screenplay was seriously damaged by Tarkovsky&#39;s own spiritual and moral beliefs. </p>\n<p>The greatest thing about this filmmaker&#39;s scripts, in my humble opinion, is that he used to analyse subjects and problems without taking a real positioning about the themes surrounding it. His art consists in suggest possibilities instead determines it. That&#39;s exactly the flaw about <i>The Sacrifice</i>&#39;s screenplay.</p>\n<p>The story is about an atheist philosopher, critic, professor and journalist named Alexander (Erland Josephson in a brilliant performance) who need to give up everything he has to save his family. When the moment of the crises comes, he suddenly prays to God. This moment itself is already forced; why is he praying if he does not believe in God? Because the moment is critical? But if he didn&#39;t believe in first place this wouldn&#39;t be even an option. Tarkosvky failed  creating this character so superficially. This scene seems artificial and morally innocent. After that, he is told by a mystic friend who &quot;collects events&quot; that he should make love with his part-time housemaid to save his family. He&#39;ll do that. Nevertheless, he&#39;ll also burn his own house. The idea of redemption is clear as water, but Tarkovsky didn&#39;t managed to elaborate it very well.</p>\n<p>In the beginning of the movie, we know it&#39;s Alexander&#39;s birthday and a friend of his (the same mystical, Otto) brings a great present: an old map of Europe. This symbolic event is a synechdoche to the movie&#39;s morality. Tarkovsky innocently believed that society was going to an end because we are forgetting spiritualism. Thus, the map is a representation of the &quot;good times&quot;, when the people used to live &quot;better&quot;. Nonetheless, Victor, the family&#39;s doctor and friend, gives to Alexander a book with pictures of the famous iconic Russian painter, Andrei Rublev. Both presents are representations a nostalgia feeling that the new times will only be right when it tries to be like the old times, spiritually speaking.</p>\n<p>Otto, not by chance, says to Alexander: &quot;Every present is a sacrifice. What is a gift if not a sacrifice?&quot;. The idea of redemption is simplifying things that we need to suffer and to lose things to gain a greater gift. However, it&#39;s never clear whether Alexander&#39;s sacrifice is his sex with the housemaid or the burning house. Tarkovsky said that he disliked the modern society specially for super appreciation of material beings, so the second choice is more reasonable. Then, why does he needed to sleep with Maria (suggestive name), the housemaid?</p>\n<p>Plus, there is this reference to [[Nietzsche]]. Both by dialogues and by the scene in which the Little Man jumps into Alexander&#39;s back just like the dwarf in <i>Thus spoke Zarathustra</i>. The reference to the man who killed God&#39;s philosophy is unclear but I&#39;ll make sure I&#39;ll read <i>Thus spoke Zarathustra</i> again in attempt to understand it.</p>\n<p>In the end, even though these morality is innocent and superficial, is was defended with passion and wisdom by the hands of the most poetic of all filmmakers.</p>\n"
  },
  {
    "title": "Stalker",
    "tags": [
      "⭐⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "15 de julho de 2012",
    "review": "<p><em>&quot;Let everything that&#39;s been planned come true. Let them believe. And let them have a laugh at their passions. Because all they call passions actually is not some emotional energy, but just the friction between their souls and the outside world&quot;</em></p>\n<p>Although none of Tarkovsky&#39;s films can be completely understood apart from their technical aspects, <em>Stalker</em> can be appreciated within two main frames, (1) the mysticism, and the key to understand it, in my opinion, is in the text above and it&#39;s development through dialogues; (2) the transient essence of life and the immutability of time, explained by the camera movements and the superb mise-en-scéne.</p>\n<p>Tarkovsky himself said there is no explanation for what &quot;The Zone&quot; is. Of course there is not. If translated to any other noun, &quot;The Zone&quot; loses, automatically, 99,99% of its own signification. It wasn&#39;t there to <em>mean</em> anything, it was there to sustain a certain environment in which people&#39;s desire, fears and complexes are pushed to the limit. You can say that &quot;The Zone&quot; is a church in which The Stalker is a priest and you can be right; in the same proportion another people may defend that &quot;The Zone&quot; in some political concept in which The Stalker is the leader and also be right. Seems like Tarkovsky was trying to pass the idea that beliefs are as essential as everything in life: it isn&#39;t essential but it may turn into some worthy way to live. There is no right or wrong about believing nor being an incredulous as long as you find your own place to feel useful. </p>\n<p>Technically it&#39;s all explained specially by the misé-en-scene mixed with this precisely calculated camera movements. An example of what I&#39;m saying and that can be seen around all this movie is the first shot in the Stalker&#39;s room. The camera first captures (after the credits) a opened door, and you can see there is a bed; than, close-up, there is a tray with some objects placed upon it; slow movement to the right showing the couple and their little daughter sleeping in the bed; a train is passing and you can hear the sound of it and you can see the ground shaking, the camera slowly makes the way back to the tray and the objects are now changed; close-off and you are able to see the bed in another angle, the Stalker is rising, he dresses and walks out of the room; the camera assumes the same initial position; however, Stalker isn&#39;t there anymore neither are the objects in the same way they were before. The misé-en-scéne around this whole movie imitates the basic structure of this sequence and the irreversibility of time is exposed. Also, in The Zone you can&#39;t go back from the same path you came in.</p>\n<p>Tarkovsky&#39;s usual utilization of the colors are also wisely used here. The sephia tone is used in the commonness of reality whilst the colored scenes are exclusivity of the mysticism inside The Zone.</p>\n<p><em>Stalker</em> isn&#39;t easy, and it isn&#39;t breakable in many pieces to be understood. [[Tarkovsky]] wisely placed his ideas to be perceived instinctively or maybe poetically. Still, it&#39;s irresistible movie. &quot;The Room&quot; of inspiration for any filmmaker.</p>\n"
  },
  {
    "title": "Synecdoche, New York",
    "tags": [
      "⭐⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "07 de junho de 2012",
    "review": "<p>[[Charlie Kauffman]]\nSynecdoche, a literary-critical term used to describe a metaphor translated to some kind of icon of it. For example, when we say: &quot;I&#39;m looking for a Bud&quot; meaning you&#39;re looking for any beer. <em>Synecdoche, New York</em> means world in the same proportion Bud means beer. The film appeals to metalinguistic to create and transfer an artistic and yet realistic world.</p>\n<p>[[Philip Seymour Hoffman]] is indeed one of the best alive actors. His role here is incredibly hard and he manages to work with it brilliantly. He&#39;s Caden Cotard, a famous and talented theater director who wakes up one day and realizes he&#39;s ill. His illness is no other than his own discontent with the lack of Life in life, the impossibility of describe Life in the mess we live (it&#39;s interesting to note that the word &quot;mess&quot; is repeated 10 times in the movie, not by chance). When his family starts to collapse, Cotard receives a &quot;genius&quot; grant to create a great and truthful piece of art. Confused by the <em>mess</em> of his loneliness since his wife left him and took his child, confused by so any different diagnostics (so many kinds of doctors, no single one can tell what&#39;s wrong with him - this is also a synecdoche), confused by hims feelings with the pretty and available woman Hazel (Samantha Morton), in short: confused by the lack of logic in life, Cotard decides to create a piece of art so powerful that everyone that looks to it will be able to feel what is life. Instead, the one who does that is Kaufman.</p>\n<p>Synecdoche, New York is not only the city he was living in, even though the city is also a synecdoche of all cities and it&#39;s own futility and falsehood. Synecdoche, New York is also the city Caden will need to create in his attempt to reach pure reality through art. It&#39;s a representation of his world in real time with actors playing the roles of the people around him - even playing himself, hims assistant, his wife...</p>\n<p>The <em>mess</em> grows desperate when Caden starts to represent pure reality. He, his actors, his friends, girlfriends and assistants starts to loose their own personalities when Caden wildly tries to represent them in his own play. Individuality is reduced to <em>mess</em> the whole play, Caden&#39;s world ans <em>Synecdoche, New York</em> is Chaos.</p>\n<p>Suddenly, a harsh cut in time and 6 years has passed. Now 20 years. Caden&#39;s world keeps collapsing while he pursuits his goal. His first daughter is a completely tattooed whore showing in Berlim, his second daughter is nothing more than a noise here and there. Harsh cut again, his first daughter is dying in front of his eyes, asking him to apologize because she thinks he left her to have anal sex with some Eric, and when he does that (even knowing it&#39;s not truth) because he thinks it&#39;ll make her die more peacefully, she says she does not forgive him and die anyway.</p>\n<p>In resume, the cinematography is gorgeous. It breaks with the ideas from Lars von Trier in the famous Dogma 95 about the color and filming reality. Kaufman manages to make you feel like every single even here is possible even tough the whole story is unreal. Also, the soundtrack is great and specially meaningful.</p>\n<p>Kaufman again strikes hard in humans&#39; mind managing to create a complex, well-structured and beautiful piece of art - without recreate life through art, instead working on art as simply art. The greatest message I found here takes the movie to the same theme than Godard&#39;s <em>Vivre sa Vie</em>, even though both directors are very original: to recreate life trough art perfectly is, in fact, to kill life.</p>\n"
  },
  {
    "title": "The Thin Red Line",
    "tags": [
      "cinema",
      "malick",
      "terrence-malick",
      "war",
      "philosophy"
    ],
    "stars": 5,
    "watchedDate": "10 de novembro de 2012",
    "review": "<p>A very good and popular review in Letterboxd, if I&#39;m not mistaken it&#39;s about <em>The Tree of Life</em> says that there is a [[Malick]] gene somewhere and it makes some people absolutely love him and other people don&#39;t. Well, I&#39;m sorry but I have to disagree. Unless this gene is the one who control one&#39;s intelligence, this is no acceptable explanation. Malick likes to make you think. He raises more questions than answers. He is not going to entertain you - he is no joker. He is not perfect, indeed, but if you say his films are boring, it&#39;s because you should be watching the new <em>Two and a Half Men</em>, you&#39;re no audience for him.</p>\n<p>An interesting and significant detail about Malick&#39;s biography is that he first wanted to become a philosopher and even graduated in Philosophy and started a PhD, but he gave up to start working with films. His work was mainly focused on Martin Heidegger&#39;s philosophy. Although Heidegger&#39;s most famous work are about the essence of being and some other ontological themes - which can also be found in Malick&#39;s films - it is very important how Heidegger&#39;s thoughts about art are visible in Malick&#39;s canon, specially the essence of the artistic image. For example, in his book <em>The Origin of the Work of Art</em>, he explains how [[Van Gogh]]&#39;s [[A Pair of Shoes]] is a great work of art due it&#39;s semantic autonomy. For example: we can look at this figure and we know at once that this is a pair of shoes of a man who walks a lot; probably in some farm. The relationship between this simple object and the enormous quantity of thought we might have about it is very important in Heidegger&#39;s view of art, it is, essentially, not a shoe but instead the representation of a shoe. It is the simplicity of this shoe and it&#39;s multiple meanings, stories etc.</p>\n<p>![[Pasted image 20231105175638.png]]</p>\n<p>If you start watching this movie knowing that Malick wants to make you contemplate each image as you would contemplate this pair of shoes, you&#39;re going in the right way. But as the cinematic language is pretty different from the paintings, of course. Here, the images are completed not by themselves but instead with voice-overs of soldiers talking about life and death. Also, there is an interesting work of decoupage which fills every image with the next one. The film is filled with paradoxical themes such as theism and atheism, solidarity and egoism, war and peace, leadership and cowardice, etc. All of them very well represented by each image, each dialogue. Each plant, each bullet, each fire, each blow of the wind in the grass.</p>\n<p>If you don&#39;t like Malick, sorry to say but you don&#39;t like art. Lucky you the new outsider&#39;s addiction are these series where you don&#39;t need to think to understand.</p>\n"
  },
  {
    "title": "Through a Glass Darkly",
    "tags": [
      "cinema",
      "bergman",
      "schizophrenia",
      "freud"
    ],
    "stars": 5,
    "watchedDate": "20 de julho de 2012",
    "review": "<p>This must be the third or fourth time I watch [[Ingmar Bergman]]&#39;s <em>Through a Glass Darkly</em> and it still holds up as one of the best films I&#39;ve ever seen.</p>\n<p>Bergman&#39;s objective here was clear since the first frame after the credits, as they are walking out of the sea, they&#39;ll leave darkness and try to find their paths. Every single one of them has a particular point that needs to be freed. The first, obviously, is Karin ([[Harriet Andersson]]; when the movie begins, she had been recently freed from the hospital due some mental problems. This problem is never explicated, all we know is that it&#39;s almost incurable and she is still under treatment. This problem is apparently connected with desire, personal beliefs and guilt. Seems like she has some similarities with Bergman&#39;s mother, - whose name was also Karin - and to whom he gave the following description: &quot;She was a little bossy. She liked to give orders.&quot; Just the same thing they say about Karin in the beginning.</p>\n<p>The second one is Minus, Karin&#39;s brother. In short, a teenager. Minus&#39; hormones are exploding, he breaths sexuality and insecurity. He&#39;s in the border between childhood and [[maturity]] although he can only see maturity in a far horizon. Also, he feels the lack of a paternal image since his father is traveling all the time.</p>\n<p>David ([[Gunnar Björnstrand]]), the father, the third character in my list, is a completely egoist man. This is told in the beginning of the movie and is proved in the middle of it. He is the character to whom I feel closer He does not denies his egoism, he tries to understand egoism as a form of love as well even though he does not know what it means.</p>\n<p>The last one is Martin ([[Max von Sidow]]), Karin&#39;s husband. He is the very representation of love in many ways. He had all the excuses to abandon Karin and move on with his life; apparently he is a well-succeeded doctor, a handsome and careful man. However, his decision is to stay by Karin&#39;s side and help her in her treatment. He seems to be the only one who really believe in the possibility of cure. His necessity seems to be Karin&#39;s freedom. He is arrested because he can&#39;t cure Karin nor comfort her.</p>\n<p>These are the characters and their path will take you to the debate about God&#39;s existence. Bergman himself told this movie was the frontier between his [[Christianity]] and posterior [[skepticism]]. Karin&#39;s disease, from this point of view, might be seen as the fear from [[sin]], when she&#39;s alone she express a vigorous [[sexuality]] that she has been hiding from her husband. The paradox between human desire and sin is the key to understand this film.</p>\n<p>I don&#39;t need to talk about the cast. C&#39;ome on! Every one who is nearly familiar with Bergman&#39;s work know about these actors. The only thing I&#39;ll left for the record is that Harriet Andersson&#39;s performance in this movie is one of the bests performances ever. In the whole film history, period.</p>\n<p>The gorgeous cinematography from one of the best directors of photography in cinema history will interchange between light and shadow following the character&#39;s paths of freedom. Every time they&#39;ll talk about a hidden and dark secret they walk into some illuminated spot, using opened doors and windows around the house. [[Sven Nykvist]].</p>\n<p>The music is... is... indescribable. It&#39;s [[Bach]]. Played in a cello. The cello in known as the instrument whose timbre is more close to the human voice. Every time the cello starts playing we can hear a human crying.</p>\n<p><em>Through a Glass Darkly</em> is assuredly a masterpiece. One of my favorite movies all time.</p>\n"
  },
  {
    "title": "Vivre sa Vie",
    "tags": [
      "⭐⭐⭐⭐⭐"
    ],
    "stars": 0,
    "watchedDate": "02 de junho de 2012",
    "review": "<p>Masterpiece. This movie does not have a single defect.</p>\n<p>As we all know, the step that can develop a film to become Cinema is it&#39;s approximation with the proper aesthetic forms. The reason for this movie perfectionism is that [[Jean-Luc Godard]] surely knows what art is all about and he used his knowledge to develop a solid and intelligent film.</p>\n<p><em>&quot;Vivre sa Vie&quot;</em> is about Nanna. Nanna is about to become a prostitute. She does not knows it yet.</p>\n<pre><code>_&quot;Lend yourself to others; give yourself to yourself.&quot;  \n</code></pre>\n<p>Montaigne_</p>\n<p>The movie starts with some frames showing Nanna&#39;s face from different angles. It starts almost completely dark, this is Nanna&#39;s right face, it&#39;s almost like a shadow; there is a cut and the face is completely shown. Another cut and the face is filmed from the left. The light allows you to see it properly. Metaphoric Sequence. It says: the movie you&#39;re about to see is about the transition between darkness to light of this female face. As it was not enough, in the first of the twelve acts, Paul reads a text: &quot;The chicken has an inside and an outside. Remove the outside and you find the inside. Remove the inside, and you find the soul.&quot; In French (like in English, in Portuguese, I think even in German), the word &quot;poule&quot; means something like &quot;chick&quot;, but less offensive. The text is both a metaphor and a prelude to the film.</p>\n<p>The whole film is a movement, a transition from Nanna&#39;s ignorance about herself to her self knowledge as a prostitute. She starts talking about being an actress in theater, maybe in Cinema. She wants 2000 francs. Why? Apparently, she needs to pay the rent. She tries to borrow from the people she knows but she fails. She tries to steal, she&#39;s caught. She&#39;ll become a prostitute. However, no single detail of this movie implies that the reason for her to make this decision is that she needs money, although this can be seen as <em>one</em> reason.</p>\n<p>She isn&#39;t sad or depressive when says: <em>&quot;I am responsible. I turn my head, I am responsible. I lift my hand, I am responsible.&quot;</em> For her, prostitution is freedom. This movie can&#39;t be interpreted as a social study of reason to become a prostitute or the life of a prostitute. This kind of statement can turn this movie into superficiality. Godard&#39;s isn&#39;t about facts, Godard is about ideas. The prostitution is a reason to discuss the &quot;to be lend&quot; as a proof of freedom. How possibly could one lend itself more than a prostitute? Prostitution is not the fact, it is the symbol.</p>\n<p>Hence those scenes with subtitles instead of speaches. The movie was made to work between two different languages in the first place. There is a story that is told and there is a story that is shown. The good things aren&#39;t told. The talk between Nanna and Luigi, with whom she seems to be in love, is mute. However, the facts, the hugs, the promises are there to be seen. The whole movie can be divided in two parts, a pictorial and a discursive, and they aren&#39;t always telling the same thing even though the story is the same. The whole question here is the confrontation of the concept of truth and it&#39;s application to life.</p>\n<p>However, it must be said since I&#39;m defending this movie so passionately, that the last scene is a little bit different than people use to understand. At least I think.</p>\n<p>In the previous act, Luigi reads a passage of one of [[Allan Poe]]&#39;s text. It&#39;s about an artist trying hard to paint a portrait of his own wife. He tried so hard that he ends up so concentrated in the portrait and forget his wife. He tried so hard that he reaches perfection and in the very same moment he realizes that she&#39;s dead. Obvious reference to [[Oscar Wilde]]&#39;s <em>&quot;The Picture of Dorian Gray&quot;</em>. The whole point of this mix of stories (in addition we could say that marvelous scene with [[Brice Parain]] in the café), is to show that the only way to give perfection to the language is by killing life. The problem is that the actress, Ana Karina, was Godard&#39;s wife at that time and the movie is a obvious reference to his own life. However, despites that [[feminist]] speech that he&#39;s making a analogy between a dead whore and his wife is awful. The point is not if she&#39;s a whore or not, is she as a woman. After all, acting is about lending yourself as well. For me, this ending (and the whole film) may be understood if you are aware of this two truths: (1) Since Karina (the actress) is still alive, the artist (Godard) wasn&#39;t perfect in he&#39;s attempt to reach a perfect form of language; (2) hence, no form of language will never - ever - reach perfectionism, otherwise, to live would represent absolutely nothing - death.</p>\n"
  }
]